Repository: GProust/sprout
Catalog: ios/Sprout/Sources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt

# growth_spurt_channel_desc
source: A heads-up when a typical growth spurt period begins
de: Ein Hinweis, wenn eine typische Wachstumsschub-Phase beginnt
es: Un aviso cuando empieza una época típica de estirón de crecimiento
fr: Un petit signe quand une période typique de pic de croissance commence
it: Un avviso quando inizia un tipico periodo di scatto di crescita
pl: Powiadomienie, gdy zaczyna się typowy okres skoku rozwojowego
pt: Um aviso quando começa um período típico de salto de crescimento

# growth_spurt_channel_name
source: Growth spurt alerts
de: Wachstumsschub-Hinweise
es: Avisos de estirones
fr: Alertes pics de croissance
it: Avvisi scatti di crescita
pl: Powiadomienia o skokach rozwojowych
pt: Alertas de saltos de crescimento

# growth_spurt_months
source: around %1$lld months
de: etwa mit %1$lld Monaten
es: alrededor de los %1$lld meses
fr: vers %1$lld mois
it: intorno ai %1$lld mesi
pl: w okolicach %1$lld. miesiąca życia
pt: por volta dos %1$lld meses

# growth_spurt_notif_text
source: Growth spurts are common %1$@. Extra feeds and fussiness are normal — it usually passes in a few days.
de: Wachstumsschübe sind %1$@ häufig. Mehr Mahlzeiten und Quengeln sind normal — meist ist es nach ein paar Tagen vorbei.
es: Los estirones de crecimiento son habituales %1$@. Más tomas e irritabilidad son normales; suele pasar en unos días.
fr: Les pics de croissance sont fréquents %1$@. Plus de repas et de grognons — c'est normal, et ça passe en général en quelques jours.
it: Gli scatti di crescita sono frequenti %1$@. Più pasti e irritabilità sono normali: di solito passa in pochi giorni.
pl: Skoki rozwojowe są częste %1$@. Więcej karmień i marudzenia to nic niepokojącego — zwykle mija po kilku dniach.
pt: Os saltos de crescimento são comuns %1$@. Mais refeições e irritação são normais — costuma passar em poucos dias.

# growth_spurt_notif_title
source: A growth spurt may be starting
de: Vielleicht beginnt gerade ein Wachstumsschub
es: Puede que empiece un estirón de crecimiento
fr: Un pic de croissance commence peut-être
it: Potrebbe iniziare uno scatto di crescita
pl: Być może zaczyna się skok rozwojowy
pt: Pode estar a começar um salto de crescimento

# growth_spurt_notif_title_baby
source: %1$@ may be starting a growth spurt
de: Bei %1$@ könnte ein Wachstumsschub beginnen
es: Puede que %1$@ esté empezando un estirón
fr: %1$@ commence peut-être un pic de croissance
it: Forse %1$@ sta iniziando uno scatto di crescita
pl: %1$@ może właśnie zaczynać skok rozwojowy
pt: %1$@ pode estar a começar um salto de crescimento

# growth_spurt_now_body
source: Babies often go through a growth spurt %1$@. Extra hunger, more waking and fussiness are normal — it usually passes in a few days.
de: Viele Babys machen %1$@ einen Wachstumsschub durch. Mehr Hunger, häufigeres Aufwachen und Quengeln sind normal — meist ist es nach ein paar Tagen vorbei.
es: Muchos bebés dan un estirón de crecimiento %1$@. Más hambre, más despertares e irritabilidad son normales; suele pasar en unos días.
fr: Les bébés traversent souvent un pic de croissance %1$@. Plus de faim, plus de réveils et de grognons — c'est normal, et ça passe en général en quelques jours.
it: Molti bimbi attraversano uno scatto di crescita %1$@. Più fame, più risvegli e irritabilità sono normali: di solito passa in pochi giorni.
pl: Wiele niemowląt przechodzi skok rozwojowy %1$@. Większy głód, częstsze pobudki i marudzenie są normalne — zwykle mija po kilku dniach.
pt: Muitos bebés passam por um salto de crescimento %1$@. Mais fome, mais despertares e irritação são normais — costuma passar em poucos dias.

# growth_spurt_now_title
source: Growth spurt time
de: Wachstumsschub-Zeit
es: Época de estirón
fr: Période de pic de croissance
it: Periodo di scatto di crescita
pl: Okres skoku rozwojowego
pt: Período de salto de crescimento

# growth_spurt_soon_body
source: A growth spurt is common %1$@ — it may start in the next few days.
de: Ein Wachstumsschub ist %1$@ häufig — er kann in den nächsten Tagen beginnen.
es: Es habitual un estirón de crecimiento %1$@; puede empezar en los próximos días.
fr: Un pic de croissance est fréquent %1$@ — il peut commencer dans les prochains jours.
it: Uno scatto di crescita è frequente %1$@: potrebbe iniziare nei prossimi giorni.
pl: Skok rozwojowy często pojawia się %1$@ — może zacząć się w najbliższych dniach.
pt: Um salto de crescimento é comum %1$@ — pode começar nos próximos dias.

# growth_spurt_soon_title
source: Growth spurt ahead
de: Wachstumsschub in Sicht
es: Estirón a la vista
fr: Pic de croissance à venir
it: Scatto di crescita in arrivo
pl: Zbliża się skok rozwojowy
pt: Salto de crescimento à vista

# growth_spurt_weeks
source: around %1$lld weeks
de: etwa mit %1$lld Wochen
es: alrededor de las %1$lld semanas
fr: vers %1$lld semaines
it: intorno alle %1$lld settimane
pl: w okolicach %1$lld. tygodnia życia
pt: por volta das %1$lld semanas

# growth_weight_trend
source: Weight trend
de: Gewichtsverlauf
es: Tendencia del peso
fr: Évolution du poids
it: Andamento del peso
pl: Trend wagi
pt: Tendência do peso

# healing_label_cesarean
source: Incision healing
de: Narbenheilung
es: Cicatrización de la incisión
fr: Cicatrisation de l'incision
it: Guarigione dell'incisione
pl: Gojenie rany
pt: Cicatrização da incisão

# healing_label_generic
source: Recovery / healing
de: Erholung / Heilung
es: Recuperación / cicatrización
fr: Rétablissement
it: Recupero / guarigione
pl: Powrót do zdrowia / gojenie
pt: Recuperação / cicatrização

# healing_label_vaginal
source: Perineal healing
de: Dammheilung
es: Recuperación perineal
fr: Cicatrisation périnéale
it: Guarigione perineale
pl: Gojenie krocza
pt: Cicatrização perineal

# healing_q_cesarean
source: How is your incision healing?
de: Wie heilt deine Narbe?
es: ¿Cómo va cicatrizando tu incisión?
fr: Comment cicatrise votre incision ?
it: Come sta guarendo la tua incisione?
pl: Jak goi się Twoja rana?
pt: Como está a cicatrizar a sua incisão?

# healing_q_generic
source: How is your healing coming along?
de: Wie kommt deine Heilung voran?
es: ¿Cómo va tu recuperación?
fr: Comment se passe votre rétablissement ?
it: Come procede la tua guarigione?
pl: Jak przebiega Twoje gojenie?
pt: Como está a correr a sua recuperação?

# healing_q_vaginal
source: How is your perineal healing?
de: Wie heilt dein Damm?
es: ¿Cómo va tu recuperación perineal?
fr: Comment se passe votre cicatrisation périnéale ?
it: Come sta guarendo il tuo perineo?
pl: Jak goi się Twoje krocze?
pt: Como está a cicatrizar o seu períneo?

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
pl: Historia
pt: Histórico

# home_checkin_action
source: Check in
de: Check-in machen
es: Hacer el chequeo
fr: Faire le bilan
it: Fai il check-in
pl: Dodaj wpis
pt: Fazer a verificação

# home_checkin_body
source: A quiet moment for you, whenever you're ready.
de: Ein ruhiger Moment für dich — wann immer du magst.
es: Un momento de calma para ti, cuando quieras.
fr: Un moment pour vous, quand vous le souhaitez.
it: Un momento di calma per te, quando vuoi.
pl: Spokojna chwila dla Ciebie — kiedy tylko zechcesz.
pt: Um momento de calma para si, quando quiser.

# home_checkin_dismiss
source: Not today
de: Heute nicht
es: Hoy no
fr: Pas aujourd'hui
it: Non oggi
pl: Nie dzisiaj
pt: Hoje não

# home_checkin_title
source: Your daily check-in
de: Dein täglicher Check-in
es: Tu chequeo diario
fr: Votre bilan du jour
it: Il tuo check-in quotidiano
pl: Twój codzienny wpis
pt: A sua verificação diária

# home_chip_fed
source: Fed %1$@
de: Mahlzeit %1$@
es: Toma %1$@
fr: Repas %1$@
it: Pasto %1$@
pl: Karmienie %1$@
pt: Alimentação %1$@

# home_chip_nappy
source: Nappy %1$@
de: Windel %1$@
es: Pañal %1$@
fr: Couche %1$@
it: Pannolino %1$@
pl: Pielucha %1$@
pt: Fralda %1$@

# home_chip_slept
source: Slept %1$@
de: Schlaf %1$@
es: Sueño %1$@
fr: Sommeil %1$@
it: Sonno %1$@
pl: Sen %1$@
pt: Sono %1$@

# home_live_asleep
source: %1$@ is asleep
de: %1$@ schläft
es: %1$@ está durmiendo
fr: %1$@ dort
it: %1$@ dorme
pl: %1$@ śpi
pt: %1$@ está a dormir

# home_live_nursing
source: Feeding · %1$@
de: Stillen · %1$@
es: Lactancia · %1$@
fr: Tétée · %1$@
it: Allattamento · %1$@
pl: Karmienie · %1$@
pt: Amamentação · %1$@

# home_live_open
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
pl: Otwórz
pt: Abrir

# home_log
source: Log
de: Eintragen
es: Registrar
fr: Journal
it: Registra
pl: Zapisz
pt: Registar

# home_see_stats
source: See the statistics
de: Statistik ansehen
es: Ver las estadísticas
fr: Voir les statistiques
it: Vedi le statistiche
pl: Zobacz statystyki
pt: Ver as estatísticas

# home_setup_profile
source: Set up profile
de: Profil einrichten
es: Configurar perfil
fr: Configurer le profil
it: Configura profilo
pl: Skonfiguruj profil
pt: Configurar perfil

# home_setup_prompt
source: Set up your baby's profile to get started.
de: Richte das Profil deines Babys ein, um loszulegen.
es: Configura el perfil de tu bebé para empezar.
fr: Configurez le profil de votre bébé pour commencer.
it: Configura il profilo del tuo bambino per iniziare.
pl: Skonfiguruj profil dziecka, aby zacząć.
pt: Configure o perfil do seu bebé para começar.

# home_today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
pl: Dziś
pt: Hoje

# home_welcome_no_profile
source: Welcome to Sprout 🌱
de: Willkommen bei Sprout 🌱
es: Te damos la bienvenida a Sprout 🌱
fr: Bienvenue dans Sprout 🌱
it: Benvenuto in Sprout 🌱
pl: Witaj w Sprout 🌱
pt: Bem-vindo ao Sprout 🌱

# nav_diaper
source: Diaper
de: Windel
es: Pañal
fr: Couche
it: Pannolino
pl: Pielucha
pt: Fralda

# nav_feed
source: Feed
de: Mahlzeit
es: Tomas
fr: Repas
it: Pasti
pl: Karmienie
pt: Alimentação

# nav_growth
source: Growth
de: Wachstum
es: Crecimiento
fr: Croissance
it: Crescita
pl: Wzrost
pt: Crescimento

# nav_home
source: Home
de: Start
es: Inicio
fr: Accueil
pl: Start
pt: Início

# nav_sleep
source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
it: Sonno
pl: Sen
pt: Sono

# nav_you
source: You
de: Du
es: Tú
fr: Vous
it: Tu
pl: Ty
pt: Eu

# onboarding_about_subtitle
source: So we can greet you properly each day.
de: Damit wir dich jeden Tag richtig begrüßen können.
es: Así podremos saludarte como mereces cada día.
fr: Pour bien vous accueillir chaque jour.
it: Così possiamo salutarti come si deve ogni giorno.
pl: Abyśmy mogli właściwie witać Cię każdego dnia.
pt: Para podermos cumprimentá-lo como deve ser todos os dias.

# onboarding_about_title
source: A little about you
de: Ein wenig über dich
es: Cuéntanos un poco sobre ti
fr: Un peu à propos de vous
it: Qualcosa su di te
pl: Trochę o Tobie
pt: Um pouco sobre si

# onboarding_all_done
source: All done
de: Fertig
es: Todo listo
fr: Terminé
it: Tutto fatto
pl: Gotowe
pt: Tudo pronto

# onboarding_baby_subtitle
source: You can always change this later in the profile.
de: Du kannst das später jederzeit im Profil ändern.
es: Siempre podrás cambiar esto más tarde en el perfil.
fr: Vous pourrez modifier ces informations plus tard dans le profil.
it: Puoi sempre modificarlo più tardi nel profilo.
pl: Zawsze możesz to później zmienić w profilu.
pt: Pode sempre alterar isto mais tarde no perfil.

# onboarding_baby_title
source: Your little one
de: Dein Kleines
es: Tu peque
fr: Votre tout-petit
it: Il tuo piccolo
pl: Twój maluszek
pt: O seu pequenino

# onboarding_birth_how
source: How was the birth?
de: Wie verlief die Geburt?
es: ¿Cómo fue el parto?
fr: Comment s'est passé l'accouchement ?
it: Com'è andato il parto?
pl: Jak przebiegł poród?
pt: Como foi o parto?

# onboarding_breastfeeding_help
source: Adds a question about breast comfort.
de: Fügt eine Frage zum Wohlbefinden der Brust hinzu.
es: Añade una pregunta sobre la comodidad del pecho.
fr: Ajoute une question sur le confort de vos seins.
it: Aggiunge una domanda sul comfort del seno.
pl: Dodaje pytanie o komfort piersi.
pt: Adiciona uma pergunta sobre o conforto das mamas.

# onboarding_breastfeeding_q
source: Are you breastfeeding %1$@?
de: Stillst du %1$@?
es: ¿Estás dando el pecho a %1$@?
fr: Allaitez-vous %1$@ ?
it: Stai allattando %1$@?
pl: Czy karmisz piersią %1$@?
pt: Está a amamentar %1$@?

# onboarding_care_subtitle
source: This just tailors your daily check-in. Everything is optional.
de: Das passt nur deinen täglichen Check-in an. Alles ist optional.
es: Esto solo personaliza tu chequeo diario. Todo es opcional.
fr: Cela permet simplement d'adapter votre bilan quotidien. Tout est facultatif.
it: Serve solo a personalizzare il tuo check-in quotidiano. Tutto è facoltativo.
pl: To dostosowuje Twoje codzienne pytania. Wszystko jest opcjonalne.
pt: Isto serve apenas para personalizar a sua verificação diária. Tudo é opcional.

# onboarding_care_subtitle_no_checkin
source: This just tailors the wellbeing entries you add yourself. Everything is optional.
de: Das passt nur die Wohlbefinden-Einträge an, die du selbst hinzufügst. Alles ist optional.
es: Esto solo personaliza las entradas de bienestar que añades tú. Todo es opcional.
fr: Cela permet simplement d'adapter les entrées de bien-être que vous ajoutez vous-même. Tout est facultatif.
it: Serve solo a personalizzare le voci di benessere che aggiungi tu. Tutto è facoltativo.
pl: To dostosowuje tylko wpisy o samopoczuciu, które dodajesz sam(a). Wszystko jest opcjonalne.
pt: Isto serve apenas para personalizar os registos de bem-estar que adiciona por si. Tudo é opcional.

# onboarding_care_title
source: Caring for %1$@
de: Fürsorge für %1$@
es: Cuidando a %1$@
fr: Prendre soin de %1$@
it: Prendersi cura di %1$@
pl: Opieka nad %1$@
pt: A cuidar de %1$@

# onboarding_checkin_help
source: A card on your dashboard for how you're doing — never a notification. You can change this anytime in Settings.
de: Eine Karte auf deinem Dashboard für dein Befinden — nie eine Benachrichtigung. Du kannst das jederzeit in den Einstellungen ändern.
es: Una tarjeta en tu panel para ver cómo estás; nunca una notificación. Puedes cambiarlo cuando quieras en los ajustes.
fr: Une carte sur votre tableau de bord pour prendre de vos nouvelles — jamais une notification. Vous pourrez changer d'avis dans les réglages.
it: Una scheda sulla tua dashboard per come stai: mai una notifica. Puoi cambiare idea quando vuoi nelle impostazioni.
pl: Karta na pulpicie, by zapisać, jak się czujesz — nigdy powiadomienie. Możesz to zmienić w każdej chwili w ustawieniach.
pt: Um cartão no seu painel para registar como está — nunca uma notificação. Pode mudar de ideias a qualquer momento nas definições.

# onboarding_checkin_q
source: Would you like a daily check-in?
de: Möchtest du einen täglichen Check-in?
es: ¿Quieres un chequeo diario?
fr: Souhaitez-vous un bilan quotidien ?
it: Vuoi un check-in quotidiano?
pl: Chcesz codzienny wpis o sobie?
pt: Quer uma verificação diária?

# onboarding_default_baby
source: your baby
de: dein Baby
es: tu bebé
fr: votre bébé
it: il tuo bambino
pl: Twoje dziecko
pt: o seu bebé

# onboarding_gave_birth_help
source: Adds gentle questions about your healing and bleeding.
de: Fügt sanfte Fragen zu deiner Heilung und Blutung hinzu.
es: Añade preguntas suaves sobre tu recuperación y tu sangrado.
fr: Ajoute des questions tout en douceur sur votre cicatrisation et vos saignements.
it: Aggiunge domande gentili sulla tua guarigione e sul sanguinamento.
pl: Dodaje delikatne pytania o Twoje gojenie i krwawienie.
pt: Adiciona perguntas suaves sobre a sua recuperação e sangramento.

# onboarding_gave_birth_q
source: Did you give birth to %1$@?
de: Hast du %1$@ zur Welt gebracht?
es: ¿Diste a luz a %1$@?
fr: Avez-vous donné naissance à %1$@ ?
it: Hai partorito tu %1$@?
pl: Czy urodziłaś %1$@?
pt: Deu à luz %1$@?

# onboarding_get_started
source: Get started
de: Loslegen
es: Empezar
fr: Commencer
it: Inizia
pl: Zaczynamy
pt: Começar

# onboarding_welcome_body
source: A gentle space to track your little one's first weeks — and to look after you, too. Let's set things up. It'll only take a moment.
de: Ein sanfter Ort, um die ersten Wochen deines Kleinen festzuhalten — und auch, um auf dich selbst zu achten. Lass uns alles einrichten. Es dauert nur einen Moment.
es: Un espacio tranquilo para registrar las primeras semanas de tu peque, y para cuidarte a ti también. Vamos a configurarlo todo. Solo te llevará un momento.
fr: Un espace tout en douceur pour suivre les premières semaines de votre tout-petit — et pour prendre soin de vous aussi. Configurons l'application ensemble. Ce ne sera qu'une affaire de quelques instants.
it: Uno spazio gentile per seguire le prime settimane del tuo piccolo — e per prenderti cura anche di te. Iniziamo a configurare. Ci vorrà solo un attimo.
pl: Spokojne miejsce, by śledzić pierwsze tygodnie Twojego maluszka — i zadbać także o siebie. Ustawmy wszystko razem. Zajmie to tylko chwilę.
pt: Um espaço tranquilo para acompanhar as primeiras semanas do seu pequenino — e para cuidar também de si. Vamos preparar tudo. Demora só um momento.

# onboarding_welcome_title
source: Welcome to Sprout
de: Willkommen bei Sprout
es: Te damos la bienvenida a Sprout
fr: Bienvenue dans Sprout
it: Benvenuto in Sprout
pl: Witaj w Sprout
pt: Bem-vindo ao Sprout

# onboarding_your_name
source: Your name
de: Dein Name
es: Tu nombre
fr: Votre prénom
it: Il tuo nome
pl: Twoje imię
pt: O seu nome

# picker_at
source: At
de: Um
es: A las
fr: À
it: Alle
pl: O
pt: Às

# picker_born
source: Born
de: Geboren
es: Nació
fr: Naissance
it: Nato il
pl: Urodzono
pt: Nascido

# picker_from
source: From
de: Von
es: Desde
fr: De
it: Da
pl: Od
pt: De

# picker_on
source: On
de: Am
es: El
fr: Le
it: Il
pl: Dnia
pt: Em

# picker_to
source: To
de: Bis
es: Hasta
fr: À
it: A
pl: Do
pt: Até

# profile_age
source: Age: %1$@
de: Alter: %1$@
es: Edad: %1$@
fr: Âge : %1$@
it: Età: %1$@
pl: Wiek: %1$@
pt: Idade: %1$@

# profile_enter_name
source: Please enter a name
de: Bitte gib einen Namen ein
es: Introduce un nombre
fr: Veuillez saisir un prénom
it: Inserisci un nome
pl: Podaj imię
pt: Introduza um nome, por favor

source: Profile saved
de: Profil gespeichert
es: Perfil guardado
fr: Profil enregistré
it: Profilo salvato
pl: Profil zapisany
pt: Perfil guardado

# pumping_add
source: Add pumping
de: Abpumpen hinzufügen
es: Añadir extracción
fr: Ajouter le tirage
it: Aggiungi estrazione
pl: Dodaj odciąganie
pt: Adicionar extração

# pumping_edit_title
source: Edit pumping
de: Abpumpen bearbeiten
es: Editar extracción
fr: Modifier le tirage
it: Modifica estrazione
pl: Edytuj odciąganie
pt: Editar extração

# pumping_empty
source: No pumping logged yet. Add your first with the + button.
de: Noch nichts abgepumpt. Füge den ersten Eintrag mit + hinzu.
es: Aún no hay extracciones. Añade la primera con el botón +.
fr: Aucun tirage enregistré. Ajoutez le premier avec le bouton +.
it: Nessuna estrazione registrata. Aggiungi la prima con il pulsante +.
pl: Nie zapisano jeszcze żadnego odciągania. Dodaj pierwsze przyciskiem +.
pt: Ainda não há extrações. Adicione a primeira com o botão +.

# pumping_guidance
source: Rough guide: about 4 hours at room temperature, 4 days in the fridge, 6 months in the freezer.
de: Richtwert: etwa 4 Stunden bei Zimmertemperatur, 4 Tage im Kühlschrank, 6 Monate im Gefrierfach.
es: Orientación: unas 4 horas a temperatura ambiente, 4 días en la nevera, 6 meses en el congelador.
fr: Repère : environ 4 heures à température ambiante, 4 jours au frigo, 6 mois au congélateur.
it: Indicazione di massima: circa 4 ore a temperatura ambiente, 4 giorni in frigo, 6 mesi in congelatore.
pl: Orientacyjnie: około 4 godzin w temperaturze pokojowej, 4 dni w lodówce, 6 miesięcy w zamrażarce.
pt: Indicação geral: cerca de 4 horas à temperatura ambiente, 4 dias no frigorífico, 6 meses no congelador.

# pumping_keeps_until
source: Keeps until %1$@
de: Haltbar bis %1$@
es: Se conserva hasta el %1$@
fr: Se conserve jusqu'au %1$@
it: Si conserva fino al %1$@
pl: Zachowuje świeżość do %1$@
pt: Conserva-se até %1$@

# pumping_log_title
source: Log a pumping
de: Abpumpen erfassen
es: Registrar una extracción
fr: Enregistrer un tirage
it: Registra un'estrazione
pl: Zapisz odciąganie
pt: Registar uma extração

# pumping_mark_used
source: Mark as used
de: Als verbraucht markieren
es: Marcar como usada
fr: Marquer consommé
it: Segna come usato
pl: Oznacz jako zużyte
pt: Marcar como usado

# pumping_marked_used
source: Marked as used
de: Als verbraucht markiert
es: Marcada como usada
fr: Marqué comme consommé
it: Segnato come usato
pl: Oznaczono jako zużyte
pt: Marcado como usado

# pumping_past_keep
source: Past its keep-by date
de: Haltbarkeit überschritten
es: Fuera de su fecha de conservación
fr: Date de conservation dépassée
it: Oltre la data di conservazione
pl: Po terminie przechowywania
pt: Fora do prazo de conservação

# pumping_stash
source: Milk stash
de: Milchvorrat
es: Reserva de leche
fr: Réserve de lait
it: Scorta di latte
pl: Zapas mleka
pt: Reserva de leite

# pumping_stash_empty
source: Nothing stored right now.
de: Zurzeit ist nichts eingelagert.
es: Ahora mismo no hay nada guardado.
fr: Rien en réserve pour le moment.
it: Al momento non c'è nulla in conservazione.
pl: Na razie nic nie jest przechowywane.
pt: Não há nada guardado neste momento.

# pumping_today
source: Pumped today: %1$@
de: Heute abgepumpt: %1$@
es: Extraído hoy: %1$@
fr: Tiré aujourd'hui : %1$@
it: Estratto oggi: %1$@
pl: Odciągnięte dzisiaj: %1$@
pt: Extraído hoje: %1$@

# recovery_good
source: Good
de: Gut
es: Bien
fr: Bien
it: Buona
pl: Dobrze
pt: Boa

# recovery_great
source: Great
de: Sehr gut
es: Genial
fr: Très bien
it: Ottima
pl: Świetnie
pt: Ótima

# recovery_painful
source: Painful
de: Schmerzhaft
es: Con dolor
fr: Douloureux
it: Dolorosa
pl: Bolesne
pt: Dolorosa

# recovery_sore
source: Sore
de: Wund
es: Dolorido
fr: Endolori
it: Indolenzita
pl: Obolałe
pt: Dorida

# relative_days
source: %1$lldd ago
de: vor %1$lld T.
es: hace %1$lldd
fr: il y a %1$lld j
it: %1$lld g fa
pl: %1$lld dni temu
pt: há %1$lldd

# relative_hours
source: %1$lldh ago
de: vor %1$lld Std.
es: hace %1$lldh
fr: il y a %1$lld h
it: %1$lld h fa
pl: %1$lld godz. temu
pt: há %1$lldh

# relative_just_now
source: just now
de: gerade eben
es: justo ahora
fr: à l'instant
it: proprio ora
pl: przed chwilą
pt: agora mesmo

# relative_minutes
source: %1$lldm ago
de: vor %1$lld Min.
es: hace %1$lldm
fr: il y a %1$lld min
it: %1$lld min fa
pl: %1$lld min temu
pt: há %1$lldm
